Repository: giellalt/corpus-fin
Catalog: tmx/sme/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=262_lang=finnish.html.tmx
Source language: fin
Languages: sme

source: Olen Anna Lumisalmi, 21-vuotias kolttasaamelaistyttö (2008)
sme: Lean Anna Lumisalmi, 21-jahkásaš nuortalašnieida

source: Alun perin olen kotoisin Ivalosta, mutta viimeiset kolme vuotta olen asunut Etelä-Suomessa, ensin vuoden Helsingissä, ja nyt reilut kaksi vuotta Imatralla.
sme: Álggoálggus lean eret Avvilis, muhto maŋimuš golbma jagi lean ássan Mátta-Suomas, vuos jagi Helssegis ja dál badjel guokte jagi Imatras.

source: Opiskelen nyt toista vuotta matkailua ammattikorkeakoulussa ja valmistun parin vuoden päästä restonomiksi.
sme: Stuđeren dál nuppi jagi turismma ámmátallaskuvllas ja válmmaštuvan moatti jagi geažes restonoman.

source: Harrastan erityisesti laulamista ja satunnaisesti myös tanssimista, sulkapalloa ja kirjoittamista, sekä matkustelen mielelläni – niin paljon kuin opiskelijabudjetti sallii.
sme: Astoáigge láven lávlut ja muhtumin maid dánssun, spealan dolgespáppa ja čálán, liikon maid mátkkoštit – nu olu go badjelmearálaš ruhta fal báhcá.

source: Suhteellisen ison osan vapaa-ajastani vie myös tutortoiminta, missä olen ollut mukana tämän vuoden, ja vuodenvaihteessa minusta tulee mitä todennäköisimmin meidän koulun matkailun yksikön uusi päätutor.
sme: Viehka stuorra oassi mu astoáiggis doalvu maid tutordoaibma, mas leamašan mielde dán jagi, ja jagimolsašumis mus boahtá viehka sihkkarit min skuvlla turismma ovttadaga ođđa váldotutor.

source: Äidinkieleni on suomi, ja osaankin koltansaamea vain muutaman lauseen verran, mutta ymmärrän kieltä vähän enemmän kuin puhun.
sme: Mu eatnigiella lea suomagiella, ja máhtánge nuortalašgiela dušše muhtun cealkaga veardde, muhto ádden giela vehá eanet go hálan.

source: Lausuminen onnistuu aika hyvin, jos luen saamea ääneen paperilta.
sme: Go logan sámegiela jitnosit báhpáris, de dat lihkostuvvá viehka bures.

source: Olenkin tehnyt viimeiset viisi vuotta satunnaisesti koltansaamenkielisiä ortodoksisia hartausohjelmia YLE Saamenradiolle isäni (kanttori ja Saamelaiskäräjien jäsen Erkki Lumisalmen) kanssa.
sme: Leange dahkan maŋimuš vihtta jagi duollet dálle nuortalašgielat ortodoksalaš rohkosprográmmaid YLE Sámeradioi áhčiinan (kántor ja Sámedikki lahttu Erkki Lumisalmiin).

source: Niistä olen selvinnyt, kun isä on kirjoittanut minulle valmiiksi kaiken, mitä on pitänyt lukea.
sme: Daid lean máhttán dahkat, go áhčči lea čállán munnje gárvvisin visot, maid lea galgan lohkat.

source: Olen myös ollut mukana laulamassa kuorossa kolme kertaa Helsingissä järjestetyissä koltansaamenkielisissä jumalanpalveluksissa.
sme: Leamašan maid mielde lávlumin goaras golbmii Helssegis ordnejuvvon nuortalašgielat ipmilbálvalusain.

source: Olisi todella hienoa osata kieltä paremminkin ja minua harmittaa, että sitä ei puhuttu meillä kotona, kun olin pieni.
sme: Livččii duođaid somá máhttit giela buorebutge ja mu mielas lea váivi ahte mii eat hállan dan ruovttus, go ledjen uhcci.

source: Olen muutaman kerran aloittanut kouluaikoinani saamen tunnit, mutta kielen oppiminen ei ole sujunut odotusten mukaisesti.
sme: Lean muhtun geardde álggahan skuvllas sámegiela diimmuid, muhto giela oahppan ii leat lihkostuvvan vuordagiid mielde.

source: Esimerkiksi lukiossa opetus järjestettiin etäopetuksena television kautta, ja sitä oli vaikea seurata, kun yhteys takkusi koko ajan.
sme: Ovdamearkka dihte logahagas oahpahus ordnejuvvui gáiddusoahpahussan televišuvnna bokte, ja dan lei váttis čuovvut, go oktavuohta ii doaibman albmaláhkai.

source: Koltansaamen tunneista on kuitenkin ollut sen verran hyötyä, että uskoakseni osaksi niiden ansiosta minun on ollut helpompi oppia venäjää, jota meidän koulussa opiskellaan pakollisina kieliopintoina ainakin muutaman kurssin verran.
sme: Nuortalašgiela diimmuin leamašan goit dan veardde ávki, ahte iežan jáhku mielde dat lea veahkehan mu oahppat álkibut ruoššagiela, mii min skuvllas lohkkojuvvo bákkolaš giellan ainjuo muhtun gurssa veardde.

source: Koltansaamessa ja venäjässä kun on jonkun verran todella samantapaisia sanoja, ja joitain kirjaimia.
sme: Nuortalašgielas ja ruoššagielas go leat muhtun veardde duođaid seammasullasaš sánit, ja muhtun bustávat.

source: Venäläiset kirjaimet opinkin hämmästyksekseni vain parissa tunnissa.
sme: Ruošša bustávaid ohppenge ipmašis dušše moatte diimmus.

source: Saamelaisuus ei näy nykyisin kovinkaan paljon arkielämässäni, mutta olen hyvin ylpeä juuristani.
sme: Sápmelašvuohta ii oidno dán áigge olusge árgaeallimisttán, muhto anán sakka árvvus iežan máttuid.

source: Olen huomannut, että aina kun ihmisille mainitsee olevansa saamelainen, he ovat todella positiivisesti yllättyneitä ja kiinnostuneita, ja haluavat kuulla asiasta lisää.
sme: Lean fuomášan, ahte álo go olbmuide máinnaša ahte lean sápmelaš, sii leat duođaid positiivvalaččat heahkastuvvan ja beroštuvvan, ja hálidit gullat ášši birra lasi.

source: Monet ovat sanoneet, että näytän saamelaiselta, joskus jopa ennen kuin ovat tienneet minun olevan saamelainen.
sme: Máŋggat leat dadjan, ahte čájehan sápmelažžan, muhtumin juoba ovdal go leat diehtán ahte lean sápmelaš.

source: Vaikka olenkin ylpeä saamelaisista juuristani ja siitä, mistä olen lähtöisin, en kuitenkaan usko koskaan muuttavani takaisin Lappiin, en ainakaan ennen eläkeikää.
sme: Vaikko anánge árvvus iežan sámemáttuid ja dan, gos lean eret, in goit jáhke goasge fárret ruovttoluotta Sápmái, in goit ovdal ealáhatagigi.

source: Lapissa on mukavaa käydä aina välillä, mutta jostain syystä olen aina tuntenut oloni paljon kotoisammaksi isommissa kaupungeissa.
sme: Sámis lea suohtas fitnat ain gaskkohagaid, muhto mannu sivas lean álo loaktán olu buorebut stuorát gávpogiin.

source: Lapissa kylät ja kaupungit ovat niin pieniä, että mahdollisuus uusien ihmisten tapaamiseen on todella rajallinen – ja minä olen aina nauttinut uusien ihmisten tapaamisesta sekä siitä, että ympärillä on myös paljon tuntemattomia ihmisiä ja vielä tutkimattomia mahdollisuuksia ja paikkoja.
sme: Sámis gilit ja gávpogat leat nu uhcit, ahte dat ráddje vejolašvuođa deaivat ođđa olbmuid – ja mun lean álo liikon deaivvadit ođđa olbmuiguin sihke das ahte birra leat ollu maid amas olbmot ja vel dutkkakeahtes vejolašvuođat ja báikkit.

source: Valmistumisen jälkeen muutan pois Imatralta, ehkä Helsinkiin, ehkä johonkin toiseen kaupunkiin.
sme: Válmmaštuvvama maŋŋá fárren eret Imatras, kánske Helssegii, kánske muhtun eará gávpogii.

source: On myös aina mahdollista, että muutan aivan toiseen maahan.
sme: Lea maid álo vejolaš, ahte fárren áibba eará riikii.

source: Olen aina haaveillut oman yrityksen perustamisestakin, se voisi ehkä olla kahvila, tai sitten enemmän matkailuun liittyvä ohjelmapalveluyritys.
sme: Lean álo niegadan vuođđudit iežan fitnodaga, dat sáhtášii kánske leat kafea, dahje dasto eanet turismii laktáseaddji prográmmabálvalusfitnodat.

source: Tulevaisuus on näin nuorella iällä vielä todella avoinna.
sme: Boahttevuohta lea ná nuorra agis vel duođaid rabas.

source: Kävi miten kävi, saamelaisuus tulee aina olemaan iso osa identiteettiäni, asuinpa sitten Ivalossa tai Pariisissa.:)
sme: Geavaš dal mo beare, sápmelašvuohta boahtá álo leat stuorra oassi mu identitehta, ásanba dasto Avvilis dahje Parisas.:)

source: (Kuvassa Anna Pietarissa syksyllä 2008)
sme: (Govas Anna Biehtárgávpogis čakčat 2008)
